{
  "navbar":{
    "link1":"خدمات",
    "link2":"المشاريع",
    "link3":"العملاء",
    "link4":"التعليقات",
    "link5":"فريقنا",
    "link6":"اتصل بنا",
    "buttonText":"وظائف"
 },
 "footer":{
  "sidetext":"من خلال العمل مع العميل والمجتمع، نقدم إبداعات فنية تخلق تصميمًا وأفكارًا جديدة نابضة بالحياة، وتجذب الناس وتشجعهم. متخصصون في UI/UX، وتطبيقات iOS، وتطبيقات Android، وكتابة المحتوى، والرسوم المتحركة، وتطوير مواقع الويب.",
  "usefulltext":"روابط مفيدة",
  "abouttext":"معلومات عنا",
  "usefulllink1":"بيت",
  "usefulllink2":"خدمات",
  "usefulllink3":"المشاريع",
  "usefulllink4":"العملاء",
  "usefulllink5":"التعليقات",
  "usefulllink6":"فريقنا",
  "usefulllink7":"وظائف",
  "aboutlink1":"سياسة الخصوصية",
  "aboutlink2":"الشروط والأحكام",
  "aboutlink3":"معلومات عنا",
  "aboutlink4":"اتصل بنا"
 },
    "home": {
      "intro": {
         "heading":"قم ببناء تطبيق أحلامك وموقعك الإلكتروني مع شركة العبد تكنولوجيز",
         "paragraph":"نحن متخصصون في تصميم تطبيقات ومواقع ويب مبتكرة تعمل على تضخيم تواجدك الرقمي. بفضل التكنولوجيا المتطورة والتصميم الإبداعي، نجعل رؤيتك تنبض بالحياة. دعونا نرفع بصمتك الرقمية معًا.",
         "buttonText":"استئجار لنا",
         "turestedText":"موثوق به من قبل أكثر من 1000 شخص"
        },
      "ourservice": {
          "topheading":"خدماتنا",
          "topparagraph":"نحن نقدم مجموعة متنوعة من الحلول المصممة بدقة لتناسب متطلباتك المميزة. تشمل خدماتنا الاستشارات الإستراتيجية، والتطوير السلس للتطبيقات والمواقع الإلكترونية، وحلول UI/UX المصممة بخبرة، والرسوم المتحركة، وبرامج سطح المكتب. يلتزم فريقنا المتفاني بتقديم ما هو أقل من التميز، ويقدم لك عالمًا من الإمكانيات للارتقاء برحلتك الرقمية.",
          "uiheading":"تصميم واجهة المستخدم وتجربة المستخدم",
          "uiparagraph":"يركز نهجنا على إنشاء بيئات رقمية جذابة بصريًا وسهلة الاستخدام تجذب المستخدمين. نحن نعطي الأولوية للتجارب السلسة لضمان بقاء جمهورك منخرطًا وراضيًا.",
          "flutterheading":"تطوير الرفرفة",
          "flutterparagraph":"نحن متخصصون في مزج الأداء والجماليات، وذلك باستخدام إمكانيات Flutter لإنشاء تطبيقات متميزة. تضمن كفاءتنا تطبيقات ديناميكية وغنية بالميزات توفر تجربة مستخدم استثنائية.",
          "webheading":"تصميم الويب",
          "webparagraph":"نحن متخصصون في إنشاء مواقع الويب التي لا تلفت الأنظار فحسب، بل تضمن أيضًا الأداء السلس والفعال. تكمن خبرتنا في بناء تصميم سهل الاستخدام، مما يضمن تجربة غامرة لجمهورك.",
          "animationheading":"تصميم الرسوم المتحركة",
          "animationparagraph":"نحن نجلب الإبداع إلى الحياة من خلال تحويل الأفكار الثابتة إلى رسوم متحركة جذابة وجذابة. يتفوق فريقنا في صياغة صور ديناميكية تنقل رسالتك بفعالية وتترك تأثيرًا دائمًا على جمهورك."
        },
        "programs":{
          "heading":"برامج أخرى",
          "paragraph":"اكتشف مجموعة واسعة من البرامج المخصصة لتناسب احتياجاتك الفريدة. سواء كنت تبحث عن حلول مبتكرة، أو مشورة استراتيجية، أو أحدث التقنيات، فنحن نوفر لك كل ما تحتاجه. يمتد التزامنا بالجودة العالية عبر العديد من العروض التي تهدف إلى تعزيز تجربتك الرقمية. انضم إلينا في رحلة يلتقي فيها الإبداع بالتطبيق العملي، ودعنا نشكل المستقبل معًا.",
          "gameheading":"تطوير اللعبة",
          "gameparagraph":"انطلق في مغامرة مثيرة مع تطوير اللعبة لدينا. انغمس في متعة وترفيه لا حدود لهما.",
          "contentheading":"كتابة المحتوى",
          "contentparagraph":"اجذب انتباه جمهورك من خلال خدمات كتابة المحتوى التي نقدمها. نحن نستخدم كلمات قوية لنروي قصصًا جذابة.",
          "socialheading":"التسويق عبر وسائل التواصل الاجتماعي",
          "soccalparagraph":"عزز تواجد علامتك التجارية عبر الإنترنت من خلال التسويق عبر وسائل التواصل الاجتماعي. نحن نجعل علامتك التجارية تتألق عبر منصات مختلفة."
        },
        "chooseus":{
          "heading":"لماذا يجب أن تختارنا؟",
          "designheading":"التصاميم المسبقة",
          "designparagraph":"ارفع مستوى مشاريعك من خلال حلول التصميم المتطورة لدينا المصممة لتجاوز الحدود ووضع معايير جديدة.",
          "teamheading":"فريق الإبداعية",
          "teamparagraph":"تعرف على فريقنا الديناميكي من العقول الحكيمة المكرسة لتحويل الأفكار إلى حقائق مؤثرة.",
          "supportheading":"الدعم السريع",
          "supportparagraph":"يلتزم فريق الدعم سريع الاستجابة لدينا بمعالجة استفساراتك بسرعة وضمان تجربة سلسة.d"
        },
        "creations":{
          "heading":"دعونا نلقي نظرة على",
          "subheading":"إبداعاتنا",
          "buttontext":"شاهد جميع أعمالنا",
          "uiheading":"تصميم واجهة المستخدم وتجربة ",
          "appsheading":"تطبيقات",
          "webheading":"المواقع الإلكترونية",
          "animationheading":"الرسوم المتحركة"
        },
        "reviews":{
          "heading":"مراجعات العملاء",
          "subheading":"اكتشف ما يقوله عملاؤنا عن العبد تكنولوجيز"
        }
    },
    "services":{
      "servicesheading":"الخدمات التي نقدمها",
      "servicespara":"نحن نقدم مجموعة متنوعة من الحلول المصممة بدقة لتناسب متطلباتك المميزة. تشمل خدماتنا الاستشارات الإستراتيجية، والتطوير السلس للتطبيقات والمواقع الإلكترونية، وحلول UI/UX المصممة بخبرة، والرسوم المتحركة، وبرامج سطح المكتب. يلتزم فريقنا المتفاني بتقديم ما هو أقل من التميز، ويقدم لك عالمًا من الإمكانيات للارتقاء برحلتك الرقمية.",
      "uiheading":"تصميم واجهة المستخدم وتجربة المستخدم",
      "uiparagraph":"يركز نهجنا على إنشاء بيئات رقمية جذابة بصريًا وسهلة الاستخدام تجذب المستخدمين. نحن نعطي الأولوية للتجارب السلسة لضمان بقاء جمهورك منخرطًا وراضيًا.",
      "flutterheading":"تطوير الرفرفة",
      "flutterparagraph":"نحن متخصصون في مزج الأداء والجماليات، وذلك باستخدام إمكانيات Flutter لإنشاء تطبيقات متميزة. تضمن كفاءتنا تطبيقات ديناميكية وغنية بالميزات توفر تجربة مستخدم استثنائية.",
      "webheading":"تصميم الويب",
      "webparagraph":"نحن متخصصون في إنشاء مواقع الويب التي لا تلفت الأنظار فحسب، بل تضمن أيضًا الأداء السلس والفعال. تكمن خبرتنا في بناء تصميم سهل الاستخدام، مما يضمن تجربة غامرة لجمهورك.",
      "animationheading":"تصميم الرسوم المتحركة",
      "animationparagraph":"نحن نجلب الإبداع إلى الحياة من خلال تحويل الأفكار الثابتة إلى رسوم متحركة جذابة وجذابة. يتفوق فريقنا في صياغة صور ديناميكية تنقل رسالتك بفعالية وتترك تأثيرًا دائمًا على جمهورك.",
      "projectheading":"أحدث مشاريعنا",
      "projectpara":"اكتشف الابتكار والتميز مع شركة العبد للتكنولوجيا من خلال مشاريعنا الأخيرة",
      "btntext":"يستكشف"
    },
    "projects":{
      "heading":"محفظة الشركة",
      "paragraph":"مرحبًا بكم في عالم العبد تكنولوجيز المتنوع، حيث يلتقي الابتكار بالتميز. استكشف محفظتنا التي تعرض مجموعة واسعة من الخدمات والحلول.",
      "heading1":"جميع المشاريع",
      "heading2":"تطبيقات",
      "heading3":"المواقع الإلكترونية",
      "heading4":"تطبيقات الويب",
      "heading5":"الرسوم المتحركة",
      "heading6":"تصميم واجهة المستخدم/تجربة المستخدم"
    },
    "clients":{
      "heading1":"العبد تكنولوجيز",
      "heading2":"مع الآلاف من الراضين",
      "heading3":"عملاء",
      "paragraph":"اختبر التميز الذي يميز شركة العبد تكنولوجيز عن غيرها. إن التزامنا بالابتكار والجودة ورضا العملاء يجعلنا شريكك الرقمي المثالي. انضم إلينا اليوم واكتشف الفرق الذي يغذي قصة نجاحنا."
    },
    "reviews":{
      "heading":"كلمات الثناء من عملائنا الكرام",
      "paragraph":"في العبد للتكنولوجيا، يقاس نجاحنا بمدى رضا عملائنا. إليكم بعض الكلمات الصادقة من أولئك الذين عهدوا إلينا برحلتهم الرقمية",
      "turestedText":"موثوق به من قبل أكثر من 1000 شخص",
      "btntext":"إضافة تقييمك"
    },
    "team":{
      "teamheading":"التق بفريقنا",
      "teamparagraph":"تعرف على فريقنا الاستثنائي، وهو مجموعة متنوعة وديناميكية من الأفراد الذين يجمعهم شغف التميز والدافع للابتكار. يقدم كل عضو مجموعة فريدة من المهارات والخبرات ووجهات النظر إلى الطاولة، مما يخلق نسيجًا غنيًا من المواهب التي تحدد روحنا التعاونية. فريقنا ليس مجرد مجموعة من الأفراد؛ نحن مجتمع متماسك يقدر التواصل والدعم المتبادل والتعلم المستمر.",
      "topheading":"السلطات العليا",
      "ceoname":"وقاص احمد",
      "ceodesi":"الرئيس التنفيذي والمؤسس",
      "ceopara":"وقاص، الرئيس التنفيذي صاحب الرؤية ومؤسس شركة العبد، يتمتع بثروة من الخبرة في الإدارة والمبيعات على رأس مؤسستنا. بفضل الفهم العميق للقيادة الإستراتيجية، نجح وقاص في اجتياز تعقيدات مشهد الأعمال، وتوجيه العبد نحو الابتكار والنمو. وتحت توجيهاته، ازدهر العبد كدليل على التزامه بالتميز والقيادة والسعي لتحقيق النجاح التحويلي.",
      "lead1name":"عبد الشكور",
      "lead1desi":"قائد الفريق / مطور الرفرفة",
      "lead1para":"عبد الشكور، محترف متعدد الاستخدامات، يعمل كمدير مشروع، ومطور تطبيقات الهاتف المحمول، وقائد فريق بارع. بفضل تفوقه في دوره، يقود عبدول بشكل فعال المشاريع المعقدة، ويعزز التعاون ويدفع الابتكار. إن شغفه بالتميز في تطوير تطبيقات الأجهزة المحمولة، إلى جانب براعة القيادة، يضمن أن يقدم فريقنا باستمرار حلولًا متنقلة عالية الجودة ومصممة خصيصًا تتجاوز توقعات العملاء.",
      "lead2name":"غلام عباس",
      "lead2desi":"قائد الفريق / مطور الويب",
      "lead2para":"غلام عباس، مطور ويب وقائد فريق ماهر، يستفيد من الفهم العميق لتعقيدات تطوير الويب. ومع سجل حافل في توجيه مشاريع الويب الناجحة، فهو يعمل على تمكين فريقه من خلال التوجيه البصير، وتعزيز ثقافة الإبداع والدقة. ملتزمًا بتقديم حلول الويب المتطورة وتسخير أحدث التقنيات، يضمن غلام أن يقوم فريقنا باستمرار بإنشاء تجارب رقمية مؤثرة.",
      "topheading2":"أعضاء الفريق",
      "member1name":"سيد تيمور شاه",
      "member1desi":"مطور رفرفة كبير",
      "member2name":"دانيال أحمد",
      "member2desi":"مصمم تجربة المستخدم/Ux",
      "member3name":"احتشام احمد",
      "member3desi":"مطور ميرن ستاك",
      "member4name":"محمد صهيب",
      "member4desi":"مطور الرفرفة",
      "member5name":"محمد شهويز",
      "member5desi":"مطور الرفرفة",
      "member6name":"علي حسين",
      "member6desi":"رفرفة المتدرب",
      "member7name":"محمد ألفت",
      "member7desi":"دعم الموظفين"

    },
    "contact":{
      "heading":"ابقى على تواصل",
      "subheading":"نحن هنا من أجلك! كيف يمكن أن نساعد",
      "emailheading":"بريد إلكتروني",
      "subjectheading":"موضوع",
      "commentheading":"تعليق",
      "btntext":"يُقدِّم",
      "phoneheading":"هاتف",
      "addressheading":"عنوان"
    },
    "policies":{
      "heading":"سياساتنا",
      "point1":"في جميع الأعياد الوطنية، سيبقى مكتبنا مغلقًا.",
      "point2":"في حالة وجود ثلاث إجازات دون طلب إجازة خلال شهر واحد بسبب الأداء غير المرضي في الشركة، سيتم لفت الانتباه من خلال إشعار كتابي بالسبب. وإذا حدث ذلك للمرة الثالثة، فسيتم اتخاذ إجراء تأديبي.",
      "point3":"الإجازة تعني الإجازة المأخوذة مسبقًا عن طريق الاتصال/الواتساب من الشخص المسؤول. الإجازة بدون إذن تعتبر غياب. في حالة الطوارئ، يتم إبلاغ CAR على الفور عبر الهاتف. بعد العودة إلى المؤسسة، سيتم قبول الإجازة بإذن كتابي؛ وإلا سيتم احتساب الغياب.",
      "point4":"في حالة أخذ إجازة مدتها 7 أيام متتالية، يتم خصم أيام الإجازة المتوسطة والأخيرة وجميع الإجازات الأخرى. إلا أن العطل السنوية مثل شهر رمضان وعيد الفطر تستثنى من ذلك.",
      "point5":"يتم التسامح مع التأخير لمدة أربعة أيام لمدة تصل إلى 15 دقيقة في الساعات الأولى من عقد الإيجار. وفي حالة المزيد من التأخير، سيتم إجراء الخصومات. سيؤدي التأخير المعتاد إلى اتخاذ إجراءات تأديبية بعد إنذارين.",
      "point6":"خلال فترة الإجازة، يمكن استبدالها بوظيفة عن بعد. ويمكن أيضًا أن يتم العمل من المنزل بالتراضي في حالة وجود أسباب مثل الإضرابات.",
      "point7":"لا يجوز فتح أي كمبيوتر مكتبي/كمبيوتر محمول لأي وظيفة أو موقع إلكتروني غير ذي صلة. سيؤدي الإهمال إلى اتخاذ إجراءات تأديبية صارمة.",
      "point8":"لا يُسمح بتناول البان، والغوتكا، والمينبوري، والسجائر، والسعوط خلال وقت العمل. لا يُسمح بالاستخدام الشخصي للهواتف المحمولة أثناء وقت العمل، باستثناء مكالمات الطوارئ خارج المكتب لمدة أقصاها 10 دقائق.",
      "point9":"لا يسمح بالنوم بدون إذن المدير أثناء أوقات العمل. يحظر إقامة أي نوع من العلاقة أو الاتصال مع أي عميل دون إذن الشركة.",
      "point10":"وبحسب الإجراء الحكومي المقرر، سيتم خصم ضريبة الدخل من الراتب. إعادة تقديم الملف هي مسؤولية المستأجر.",
      "point11":"فالواجب على كل رجل مسلم عاقل بالغ أن يصلي في الجماعة خمس مرات في اليوم. ليس لدى الشركة مشكلة في صلاة الجماعة في وقتها."
    },
    "terms":{
      "heading":"الشروط والأحكام",
      "point1heading":"واحد. واجبات الموظف.",
      "point1para":"يوافق الموظف على أنه سيتصرف وفقًا لهذه الاتفاقية ومع مراعاة أفضل مصالح صاحب العمل، والتي قد تتطلب أو لا تتطلب منهم تقديم أفضل مهاراتهم وخبراتهم ومواهبهم، لأداء جميع الواجبات المطلوبة من الموقع. أثناء قيامه بواجبات ومسؤوليات منصبه، يوافق الموظف على الالتزام بأي وجميع السياسات والإجراءات والقواعد واللوائح التي يديرها صاحب العمل. بالإضافة إلى ذلك، يوافق الموظف على الالتزام بجميع القوانين المحلية وقوانين المقاطعة والولاية والقوانين الفيدرالية أثناء عمله لدى صاحب العمل.",
      "point2heading":"ثانيا. المسؤوليات.",
      "point2para":"يُمنح الموظف المسمى الوظيفي لمصمم UI UX المبتدئ ('المنصب') والذي يتضمن: تصميم وصيانة تصميمات واجهة المستخدم لمواقع الويب والتطبيقات. يجوز لصاحب العمل أيضًا تعيين واجبات للموظف من وقت لآخر من قبل صاحب العمل. من المتوقع أن يعمل الموظف بدوام كامل.",
      "point3heading":"ثالثا. فترة التوظيف.",
      "point3para":"يوافق صاحب العمل على تعيين الموظف: حسب الرغبة مما يعني أنه يجوز إنهاء هذه الاتفاقية في أي وقت من قبل الموظف أو صاحب العمل. بعد الإنهاء من قبل أي من الطرفين، لن يكون على أي منهما أي التزام بخلاف عدم الكشف عن معلومات ملكية صاحب العمل.",
      "point3Aheading":"أ.) إنهاء خدمة الموظف.",
      "point3Apara":"يحق للموظف إنهاء هذه الاتفاقية من خلال تقديم إشعار قبل 30 يومًا على الأقل. إذا قام الموظف بإنهاء هذه الاتفاقية، فيحق له/لها الحصول على مكافأة تعادل راتبه وقت الإنهاء، لمدة شهر واحد."
    }
  }